IDEA StatiCa Open Model
OpeningRectOffsets.OffsetX1 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 top left X offset
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double OffsetX1 { get; set; }
Public Property OffsetX1 As Double
	Get
	Set
public:
property double OffsetX1 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
OpeningRectOffsets Class
IdeaRS.OpenModel.Detail Namespace